Revit 2027 API
ParameterTypeId.ArrowheadType Property
 "Arrowhead Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrowheadType { get; }
Public Shared ReadOnly Property ArrowheadType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrowheadType {
	ForgeTypeId^ get ();
}
static member ArrowheadType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace